{
  "contexto_politico": {
    "texto": "Em 2007, o Brasil vivia o início do segundo mandato do presidente Luiz Inácio Lula da Silva,\nmarcado por políticas voltadas à redução das desigualdades sociais e ampliação do acesso\nà educação. Nesse contexto, crescia o debate sobre ações afirmativas, especialmente as\ncotas raciais no ensino superior. Ainda não existia uma lei federal regulamentando as cotas\n(que só seria sancionada em 2012), e as universidades adotavam seus próprios critérios de\nforma experimental. A Universidade de Brasília (UnB), por exemplo, foi pioneira entre as\nfederais ao implementar cotas raciais em 2004, utilizando critérios fenotípicos — ou seja,\navaliando a aparência dos candidatos por meio de fotos analisadas por uma comissão.\nEssa abordagem gerou polêmicas, como no caso noticiado em 2007, quando a UnB aceitou\num irmão gêmeo como cotista e rejeitou o outro, apesar de ambos serem univitelinos e,\nportanto, geneticamente idênticos. O episódio reacendeu críticas ao sistema por adotar\njulgamentos subjetivos sobre quem seria “negro o suficiente”, levantando comparações com\npráticas discriminatórias do passado, como as da eugenia, que também se baseavam na\naparência para categorizar e excluir pessoas. O caso expôs os desafios éticos, políticos e\nsociais envolvidos na construção de políticas reparatórias no Brasil, especialmente quando\nelas tocam em questões de identidade racial e justiça social.",
    "links": "",
    "galeria": []
  },
  "contexto_normativo": {
    "texto": "Em 2007, o Brasil contava com um arcabouço jurídico que condenava explicitamente o\nracismo e a discriminação racial, com base na Constituição de 1988, que define o racismo\ncomo crime inafiançável e imprescritível, e na Lei no 7.716/1989, que criminaliza práticas\ndiscriminatórias por raça, cor ou etnia. O país também era signatário de tratados\ninternacionais como a Convenção da ONU contra a Discriminação Racial, o que reforçava\nseu compromisso legal com a igualdade. No entanto, embora a legislação já previsse\npunições, ainda não havia uma normatização federal consolidada para ações afirmativas,\ncomo as cotas raciais, que eram adotadas de forma isolada por universidades. O Estatuto\nda Igualdade Racial ainda tramitava no Congresso, e o debate sobre ações afirmativas\nestava longe de ser consensual.\nApesar da rejeição formal da eugenia, suas ideias continuavam influenciando o imaginário\nsocial e institucional. Práticas como o julgamento da identidade racial com base em traços\nfenotípicos, como ocorria na UnB, reproduziam lógicas herdadas do pensamento eugenista\ndo início do século XX, que associava valor social à aparência. Assim, mesmo com avanços\nlegais, o Brasil ainda enfrentava desafios em superar heranças racistas estruturais e\ninvisíveis, refletidas em critérios subjetivos de avaliação racial e na dificuldade de\nimplementar políticas públicas que reconhecessem a diversidade sem recorrer a estigmas\nhistóricos.",
    "links": "",
    "galeria": []
  },
  "protagonistas": {
    "texto": "Banca de avaliação da faculdade UnB.",
    "links": "",
    "galeria": [
      {
        "arquivo": "15262414.jpeg",
        "legenda": ""
      }
    ]
  },
  "modos_de_apresentacao": {
    "texto": "A eugenia se manifesta na notícia da UnB ao se revelar nas práticas de avaliação racial\nbaseadas na aparência física, onde uma comissão julgadora decidiu, a partir de fotos, que\num irmão gêmeo era negro e o outro não, mesmo sendo univitelinos e geneticamente\nidênticos. Essa lógica remete diretamente aos princípios eugenistas do início do século XX,\nque hierarquizavam os indivíduos com base em características fenotípicas como cor da\npele, traços faciais e textura do cabelo, ignorando fatores identitários, sociais e históricos.\nAo determinar o acesso a uma política pública de reparação com base em critérios visuais\nsubjetivos, a universidade acabou reproduzindo uma prática discriminatória com raízes no\npensamento eugenista, que buscava controlar e definir quem deveria ou não ser\nreconhecido como pertencente a um grupo racial.",
    "links": "",
    "galeria": []
  }
}