{
  "contexto_politico": {
    "texto": "O período entre 1977 e 1994 foi marcado por transformações políticas significativas no\nBrasil e no mundo, com reflexos nas ideias eugenistas. No Brasil, a ditadura militar\n(1964-1985) chegava ao fim, dando lugar à redemocratização, enquanto globalmente a\nGuerra Fria influenciava políticas de controle populacional. Regimes autoritários, como\no apartheid na África do Sul, utilizaram pseudociências raciais para justificar\nsegregação, enquanto países democráticos, sob pressão de movimentos de direitos\nhumanos, rejeitaram políticas eugênicas explícitas. No entanto, o discurso de \"melhoria\nracial\" persistiu de forma velada, especialmente em políticas de saúde reprodutiva e\nimigração, onde esterilizações compulsórias e restrições migratórias ainda refletiam\nresquícios eugenistas.",
    "links": "",
    "galeria": []
  },
  "contexto_normativo": {
    "texto": "Durante esse período, leis e políticas públicas ainda carregavam traços de eugenia,\nembora de forma menos explícita que nas décadas anteriores. No Brasil, o Programa de\nAssistência Integral à Saúde da Mulher (PAISM, 1983) evitou o discurso eugenista\naberto, mas práticas como esterilização em massa de mulheres pobres, especialmente\nnegras, continuaram. Globalmente, países como os EUA e o Reino Unido mantiveram\npolíticas de imigração seletiva, indiretamente baseadas em critérios étnicos. A\nConvenção Internacional sobre os Direitos da Criança (1989) e a Constituição Brasileira\n(1988) avançaram na proteção de direitos, mas não eliminaram completamente viés\neugênico em normas de saúde e planejamento familiar.",
    "links": "",
    "galeria": []
  },
  "protagonistas": {
    "texto": "Figuras como o médico brasileiro José Aristodemo Pinotti, ministro da Saúde (1979-\n1985), promoveram políticas de controle populacional com nuances eugênicas,\nenquanto intelectuais como Darcy Ribeiro criticavam o determinismo biológico. Nos\nEUA, o geneticista James D. Watson, embora focado em pesquisas genéticas, enfrentou\ncríticas por opiniões controversas sobre raça e inteligência. Na África do Sul, o regime\napartheid contou com cientistas que legitimaram a segregação racial. Por outro lado,\nativistas como Edna Roland, no Brasil, e Stephen Jay Gould, nos EUA, denunciavam o\nracismo científico e seus impactos sociais, pressionando por mudanças nas políticas\npúblicas durante a redemocratização e o fim da Guerra Fria.",
    "links": "",
    "galeria": [
      {
        "arquivo": "image_processing20200718-13678-3h4929.webp",
        "legenda": ""
      }
    ]
  },
  "modos_de_apresentacao": {
    "texto": "As notícias revelam traços eugenistas na sociedade brasileira entre os anos 1977 e 1995,\nainda que sob diferentes abordagens. A primeira reportagem (\"Demitido por defender a\nesterilização\", O Estado de S. Paulo, 1984) mostra a defesa explícita de um secretário de\n\nSaúde pela esterilização de mulheres pobres como política pública, justificada como um\n\"controle humanitário\". Apesar de sua demissão, o caso revela como práticas coercitivas\nde planejamento familiar ainda eram propostas por autoridades, refletindo ideias\neugênicas de seleção populacional. A segunda notícia (\"Fórum de Debates:\nEsterilização Gratuita\", O Estado de S. Paulo, 1995) apresenta um debate mais\natualizado, no qual a esterilização voluntária é defendida como solução para a pobreza,\nvinculando-a à redução de problemas sociais como abandono de crianças e miséria.\nEmbora o texto critique a oposição religiosa, ele repete um viés eugênico ao sugerir que\nlimitar a reprodução de mulheres pobres seria um \"remédio\" para questões estruturais.\nJuntas, essas matérias demonstram como o discurso eugênico persistiu no Brasil,\nmesmo após o declínio do movimento eugenista clássico. Reaparecendo sob novas\njustificativas como \"direitos reprodutivos\" ou \"controle demográfico\", essas ideias\ncontinuaram a carregar hierarquias sociais e raciais, mostrando a longa duração de um\npensamento que associava pobreza a \"degeneração\" e via no controle de corpos\nmarginalizados uma solução para problemas sociais complexos.",
    "links": "",
    "galeria": [
      {
        "arquivo": "O ESTADO DE S. PAULO PÁGINAS DA EDIÇÃO DE 01 DE Outubro DE 1995 - PAG. 3.png",
        "legenda": ""
      },
      {
        "arquivo": "demitido.png",
        "legenda": ""
      }
    ]
  }
}