{
  "contexto_politico": {
    "texto": "A primeira metade da década do período entre 2015 e 2025 foi marcada por diversos\nacontecimentos relacionados à crises humanitárias em diversas partes do mundo e que\nestavam presentes no cotidiano das notícias que eram apresentadas em diversas partes do\nmundo\nNo início da década houveram ataques terroristas na Europa, com atentados em Paris em\n2015 e logo no ano seguinte em Bruxelas. O período também foi marcado pela\nintensificação da Guerra Civil Síria, que colocava os conflitos do Oriente Médio em\ndestaque na mídia, além da onda de imigração nesses países de refugiados.\nEsse cenário incerto na Europa se provou um solo fértil para a ascensão de pensamentos\nultra nacionalistas que flertavam diretamente com a ideia de pessoas “externas” a um\ncontexto social e que traziam problemas para a sociedade e como ela se comportava\nApesar do caso Europeu parecer isolado em seu contexto, ele foi um dos primeiros sinais\nnesse período de um pensamento que crescia sobre como a própria nação em que a\npessoa se situava era superior e que fatores externos devem ser combativos e expurgados\nA vitória de Donald Trump nas eleições dos Estados Unidos se provou outro indicador\ndesse sentimento coletivo que agora tomava forma no meio político, Trump que durante sua\ncampanha política acusava como grande parte das mazelas sociais que estavam nos EUA\na presença de imigrantes na região, afirmando que estavam “roubando os empregos dos\namericanos de verdade” e provocando desordem social que estava “intoxicando” os\nverdadeiros americanos\nO crescimento do pensamento nacionalista também encontrou solo no Brasil com a eleição\nde Jair Bolsonaro que em diversas atitudes no meio político causava uma impressão clara e\nexplícita de de pensamentos eugenicos, indo contra muitas minorias em seus discursos e\nação na política brasileira, mas parte dos momentos mais críticos durante o seu governo se\ndeu na Pandemia do Coronavirus que ocorreu em 2020.\nDurante o período da pandemia, o Governo Brasileiro incentivou diversas atitudes\nineficazes e nocivas à população, mas um dos conceitos mais difundidos por membros do\nGoverno como proposta de enfrentamento contra o Covid 19 foi com certeza a tese da\nImunidade de Rebanho.\nA Imunidade de Rebanho é uma corrente de pensamento que propõe que, a maior parte de\numa comunidade se torne infectada do antígeno que esteja causando a infecção nessa\npopulação, e que as pessoas que sobreviverem ao antígeno e suas sequelas são as que\nrealmente continuarão a conviver no meio social, enquanto as outras que não estão em\ncondições de naturalmente se recuperar da infecções, não tem significância o suficiente\npara continuarem a agir no meio social.\nMesmo após o período da Pandemia do Covid 19 no mundo, o pensamento eugênico que\nse criou no consciente político se mantém e continua a nortear políticas e pensamentos que\nsão nocivos a sociedade. Com a reeleição de Donald Trump em 2025 nos EUA,\n\nconseguimos ver de maneira clara e direta como pensamentos eugênicos se tornaram um\nnorte para políticas ultra nacionalistas.\nO primeiro semestre do segundo Governo Trump é atualmente um dos períodos mais\ndifíceis para a sociedade norte americana que não se encontra no que é bem visto nos\ncritérios eugênicos do governo e parte da população, membros do “Serviço de Imigração e\nControle de Aduanas dos Estados Unidos” (popularmente chamados de “ICE” nos EUA)\nestão ativamente sequestrando imigrantes legais e ilegais nos EUA e transportando eles\npara prisões e deportações em diversas partes, sendo essas pessoas que possuíam algum\nantecedente ou mesmo pessoas que eram “contra o governo” , muitos imigrantes e filhos de\nimigrantes atualmente estão se retirando por conta própria dos EUA por medo do que possa\nacontecer a eles.\nAtualmente muitos países estão emitindo alertas de precauções para pessoas que\npretendem viajar aos EUA. Para que não aconteça algo ruim para pessoas de fora do país\nque queiram visitar o local.\nAlém disso, políticas que diminuem assistências sociais a mulheres e pessoas da\ncomunidade LGBTQIA+ têm crescido com mais força no ambiente político, tornando incerto\na segurança das pessoas nessas comunidades.",
    "links": "",
    "galeria": [
      {
        "arquivo": "pandemia.png",
        "legenda": ""
      }
    ]
  },
  "contexto_normativo": {
    "texto": "Apesar de muito dos membros políticos da época não colocar de maneira explícita explícita\nsuas origens no pensamento eugenista que propagaram, foi feito pesquisas e\ndesenvolvimento acadêmicos que falavam e discutiam as questões sociais e de saúde\nnesse período, muitas vezes desmentindo conceitos propagados pelo Governo e Mídia.\nValem o destaque:\n\n\n- Eames, K., Heymann, D., & Fine, P. (2011). \"Herd immunity\": a rough guide.. Clinical\n  infectious diseases : an official publication of the Infectious Diseases Society of\n  America, 52 7, 911-6 . https://doi.org/10.1093/cid/cir007.\n  Light, M., & Miller, T. (2018). DOES UNDOCUMENTED IMMIGRATION INCREASE\n  VIOLENT CRIME?. Criminology : an interdisciplinary journal, 56 2, 370-401 .\n  https://doi.org/10.1111/1745-9125.12175.\n\n- Jessop, B. (2017). The Organic Crisis of the British State: Putting Brexit in its Place.\n  Globalizations, 14, 133 - 141. https://doi.org/10.1080/14747731.2016.1228783.",
    "links": "",
    "galeria": []
  },
  "protagonistas": {
    "texto": "Como mencionados no Contexto Geopolítico, grande parte das figuras públicas que\npropagam ideias eugênicas durante esse período de 10 anos são pessoas associadas ao\n\nultra nacionalismo em suas respectivas nações, entre os mais importantes neste tema\npodemos destacar:\n\n- Donald Trump (atual presidente dos EUA)\n\n- Jair Bolsonaro (ex-presidente do Brasil)\n\n- Boris Johnson (ex-primeiro ministro do Reino Unido)",
    "links": "",
    "galeria": [
      {
        "arquivo": "447f1a91e4d2efde9dcc4ceb1264e9f9f3277193-960x540.jpg",
        "legenda": ""
      },
      {
        "arquivo": "boris-johnson-anunciou-sua-renuncia-ao-cargo-de-lider-do-partido-conservador-1657195575269_v2_900x506.jpg",
        "legenda": ""
      },
      {
        "arquivo": "images.jpeg",
        "legenda": ""
      }
    ]
  },
  "modos_de_apresentacao": {
    "texto": "A maneira como está sendo propagado de maneira mais direta ideias eugênicas no meio\nsocial tem sido por meio de declarações de políticos e pessoas públicas, como também de\nfalsas teses científicas que voltam à ganhar força no debate político",
    "links": "",
    "galeria": [
      {
        "arquivo": "Screenshot_20250627_225229_Samsung Internet.jpg",
        "legenda": ""
      },
      {
        "arquivo": "Screenshot_20250627_225321_Samsung Internet.jpg",
        "legenda": ""
      },
      {
        "arquivo": "Screenshot_20250627_225428_Samsung Internet.jpg",
        "legenda": ""
      }
    ]
  }
}