{
  "contexto_politico": {
    "texto": "No Brasil, esse período é marcado por transformações profundas. A **abolição da escravidão em 1888**, embora celebrada como avanço, não resultou em inclusão social, política ou econômica da população negra. Ao contrário, consolidou-se um novo projeto de nação a partir da **Proclamação da República em 1889**, que procurava romper com o passado escravista e construir uma identidade nacional baseada nos ideais de \"progresso\" e \"civilização\". Nesse contexto, o **embranquecimento populacional** se tornou uma diretriz não declarada das elites políticas e intelectuais, que viam na imigração europeia um caminho para \"melhorar\" racialmente o país e impulsionar sua modernização.\n\nParalelamente, o final do século XIX e início do XX também foi marcado pelo auge do **imperialismo europeu** e pela expansão de ideias **racialistas e nacionalistas**. A colonização de territórios na África, Ásia e Oceania era justificada por discursos de superioridade civilizacional e biológica, impulsionados por noções derivadas do **darwinismo social** e da nascente **eugenia**. Nesse cenário, os **zoológicos humanos**, como as exposições etnográficas realizadas em Paris (1877–1931), Hamburgo, Bruxelas e Nova York, se inseriram como estratégias visuais e performáticas para reforçar o imaginário do “outro” exótico, inferior e, portanto, governável. A própria estrutura dessas exibições — com cercas, jaulas, simulações de aldeias primitivas e interações encenadas — reforçava a separação entre colonizador e colonizado, normalizando a dominação racial.",
    "links": "",
    "galeria": [
      {
        "arquivo": "Proclamacao_da_Republica_by_Benedito_Calixto_1893.jpg",
        "legenda": "Z127278237_gettyimages-949974080.jpg.webp|Postal de 1889 mostrando indígenas Onas levados da Terra do Fogo à Exposição Universal de Paris por Maurice Maitre, evidência do uso de povos originários como \"curiosidades vivas\" em exibições etnográficas de cunho eugenista e colonial."
      },
      {
        "arquivo": "Z127278237_gettyimages-949974080.jpg.webp",
        "legenda": "Z127281210_service-pnp-stereo-1s00000-1s03000-1s03000-1s03019v.jpg.webp|Imagem estereoscópica da Feira Mundial de 1904, onde famílias indígenas filipinas (como os Igorot) foram exibidas em um “zoológico humano”, enquanto visitantes brancos observavam com curiosidade — reflexo das hierarquias raciais promovidas pela eugenia e pelo imperialismo."
      },
      {
        "arquivo": "Z127281210_service-pnp-stereo-1s00000-1s03000-1s03000-1s03019v.jpg.webp",
        "legenda": "Proclamacao_da_Republica_by_Benedito_Calixto_1893.jpg|Quadro “Proclamação da República” (Benedito Calixto, 1893), representando o momento simbólico da ruptura com a monarquia em 1889. A cena exalta o Exército e omite a presença popular e negra, refletindo o projeto de construção de uma nova identidade nacional centrada na ordem, progresso e embranquecimento."
      }
    ]
  },
  "contexto_normativo": {
    "texto": "No Brasil, ainda não havia leis explícitas com base eugênica, mas práticas e políticas públicas começavam a operar sob essa lógica. A política de incentivo à **imigração europeia**, articulada com um discurso de \"regeneração nacional\", buscava transformar o perfil demográfico do país, promovendo o ideal do trabalhador branco como padrão civilizacional. Ao mesmo tempo, práticas de **higienização urbana** — como a expulsão de negros e pobres dos centros urbanos sob o pretexto de modernização — já antecipavam o controle dos corpos como questão de ordem pública e saúde racial.\n\nEmbora os **zoológicos humanos** não estivessem formalmente regulados por leis específicas, eles operavam em consonância com um aparato normativo e institucional que reforçava hierarquias raciais. Nos Estados Unidos, as **leis de segregação racial** (como as *Jim Crow Laws*), somadas às **restrições migratórias** e às primeiras **leis de esterilização compulsória** (como em Indiana, 1907), evidenciam como o Estado institucionalizava práticas de “higiene racial”. As exposições de “tipos humanos” em zoológicos ou feiras, como a de Saint Louis (1904), tinham implicações normativas: a exibição de filipinos, africanos ou povos indígenas como “selvagens” justificava a tutela e a dominação sobre essas populações, além de reforçar políticas coloniais. A própria captura e transporte de indivíduos como **Saartjie Baartman** ou os **selk’nam da Patagônia** para serem medidos, pesados e exibidos, revela um biopoder eugenista que tratava os corpos racializados como objetos manipuláveis pelo Estado, pela ciência e pelo espetáculo.",
    "links": "",
    "galeria": []
  },
  "protagonistas": {
    "texto": "No Brasil, ainda não se destacavam figuras nomeadas diretamente como “eugenistas”, mas **médicos sanitaristas, legisladores e intelectuais** começavam a difundir ideias racializadas. Muitos desses atores defendiam a substituição do trabalhador negro pelo imigrante branco europeu, não apenas como estratégia econômica, mas como projeto civilizacional. A elite médica e política flertava com teorias raciais europeias e com o darwinismo social, preparando o terreno para a institucionalização da eugenia nas décadas seguintes.\n\nNo contexto brasileiro, destaca-se a figura de **Raimundo Nina Rodrigues**, médico legista e psiquiatra, que foi um dos principais articuladores das ideias de hierarquia racial nas ciências médicas nacionais. Em obras como *Os Africanos no Brasil* (1905), defendia a inferioridade biológica dos negros e a substituição populacional por imigrantes europeus, antecipando princípios que seriam apropriados pelo movimento eugenista nas décadas seguintes.\n\nA articulação entre **zoológicos humanos** e **eugenia** se fez por meio de **atores influentes na ciência, na política e no empresariado**.\n\n* **Madison Grant**, eugenista e diretor da Sociedade Zoológica de Nova York, foi um dos responsáveis pela exibição de Ota Benga. Seu livro posterior (*The Passing of the Great Race*, 1916) foi referência para Hitler e defensores da eugenia racial.\n* **William Hornaday**, diretor do Bronx Zoo, descreveu a jaula de Ota Benga como “a melhor da seção dos macacos”, explicitando o racismo institucionalizado por trás da exibição.\n* **Carl Hagenbeck**, comerciante de animais selvagens e pioneiro de zoológicos na Alemanha, foi um dos primeiros a organizar exposições de “populações exóticas” como parte do entretenimento e da educação pública, naturalizando a inferioridade racial como espetáculo.\n* **Geoffroy de Saint-Hilaire**, diretor do Jardin d’Acclimatation em Paris, organizou exposições etnológicas a partir de 1877, com apoio de instituições científicas e da imprensa.\n* **Samuel Verner**, missionário e comerciante, foi responsável pelo sequestro de Ota Benga e sua exibição nos EUA — posteriormente, seu neto tentou reescrever a história como uma relação de “amizade”, apagando a violência colonial.\n\nEsses atores se apropriaram da autoridade científica e do prestígio social para promover, justificar e rentabilizar a racialização do “outro”, apoiando-se nas teorias eugenistas para legitimar seus projetos.",
    "links": "",
    "galeria": [
      {
        "arquivo": "carl.webp",
        "legenda": "carl.webp|Carl Hagenbeck — Empresário alemão e pioneiro em zoológicos modernos, organizou exposições de “populações exóticas”, transformando a inferioridade racial em espetáculo popular e educativo na Europa."
      },
      {
        "arquivo": "madison.jpg",
        "legenda": "madison.jpg|Madison Grant — Eugenista norte-americano e autor de *The Passing of the Great Race* (1916), influenciou o pensamento racial nazi e foi responsável por exposições racializadas no Bronx Zoo."
      },
      {
        "arquivo": "ota.webp",
        "legenda": "ota.webp|Ota Benga — Jovem congolês sequestrado e exibido nos Estados Unidos como parte de um zoológico humano, símbolo da brutalidade racial institucionalizada no início do século XX."
      },
      {
        "arquivo": "raimundo.jpg",
        "legenda": "raimundo.jpg|Raimundo Nina Rodrigues — Médico legista e psiquiatra brasileiro, articulador das ideias raciais no Brasil. Em *Os Africanos no Brasil* (1905), defendeu a inferioridade biológica dos negros e a substituição populacional por europeus."
      },
      {
        "arquivo": "samuel.jpg",
        "legenda": "samuel.jpg|Samuel Verner — Missionário, comerciante e agente do sequestro de Ota Benga, participou ativamente da exibição de africanos em feiras norte-americanas, sustentando narrativas de \"amizade\" para apagar a violência colonial."
      },
      {
        "arquivo": "william.jpeg",
        "legenda": "william.jpeg|William Hornaday — Diretor do Bronx Zoo que supervisionou a exibição de Ota Benga, descrevendo-a como “a melhor da seção dos macacos”, evidenciando o racismo institucionalizado em zoológicos humanos."
      }
    ]
  },
  "modos_de_apresentacao": {
    "texto": "No Brasil, as ideias eugenistas começavam a circular por meio de **manuais médicos, relatórios de imigração, teses acadêmicas e discursos oficiais**, ainda que com menor sofisticação técnica em relação ao que se via na Europa. A imprensa e os relatórios de instituições públicas já reproduziam discursos sobre “degenerescência racial” e a necessidade de “melhorar o tipo humano brasileiro”, criando as bases para a difusão posterior da eugenia científica.\n\nA disseminação das ideias eugenistas e da superioridade racial entre 1880 e 1910 se deu por meio de múltiplas formas de apresentação, nas quais os **zoológicos humanos tiveram papel central**. As **exposições coloniais** (como a de Paris, 1889 e 1907; Bruxelas, 1897), as feiras universais e os parques zoológicos serviram como vitrines das teorias raciais. Essas apresentações utilizavam recursos visuais (jaulas, simulações de aldeias, performances de rituais “tribais”) e textuais (cartazes, folhetos explicativos, jornais) para fixar imagens estereotipadas dos povos não europeus como primitivos, irracionais ou próximos dos animais. A apresentação de **Ota Benga ao lado de um orangotango**, com placas que o descreviam como “o elo perdido”, ilustra a união entre entretenimento, pseudociência racial e espetacularização do corpo negro. Além das exibições, **livros de antropologia, manuais escolares, reportagens de jornais e artigos científicos** reforçavam uma narrativa evolucionista e hierárquica da humanidade. As imagens produzidas nessas exposições circularam amplamente e foram incorporadas a **museus de ciências naturais**, perpetuando a pedagogia racial da eugenia.",
    "links": "",
    "galeria": [
      {
        "arquivo": "_127278234_newproject.jpg.webp",
        "legenda": "_127278234_newproject.jpg.webp|Cartazes das exposições de núbios (1877), calmucos (1883) e somalis (1890) no Jardin zoologique d'acclimatation em Paris — e detalhes do cartaz da mostra dos ashantis (1887)"
      }
    ]
  }
}